[MusashiAmbushSilencer X2AbilityTemplate]
LocFriendlyName="Ambush"
LocLongDescription="Overwatch a single target with Covering Fire. This attack may critically hit. If you kill the target you remain concealed. Can only be activated while concealed."
LocHelpText="Overwatch a single target with Covering Fire. This attack may critically hit. If you kill the target you remain concealed. Can only be activated while concealed."
LocFlyOverText="Ambush"
LocPromotionPopupText="<Bullet/> Overwatch a single target with Covering Fire.<br/><Bullet/> This attack may critically hit.<br/><Bullet/>If you kill the target you remain concealed.<br/><Bullet/>Can only be activated while concealed."

[MusashiAmbushTargetShot X2AbilityTemplate]
LocFriendlyName="Ambush"
LocLongDescription="Overwatch a single target with Covering Fire. This attack may critically hit. If you kill the target you remain concealed. Can only be activated while concealed."
LocHelpText="Overwatch a single target with Covering Fire. This attack may critically hit. If you kill the target you remain concealed. Can only be activated while concealed."
LocFlyOverText="Ambush"
LocPromotionPopupText="<Bullet/> Overwatch a single target with Covering Fire.<br/><Bullet/> This attack may critically hit.<br/><Bullet/>If you kill the target you remain concealed.<br/><Bullet/>Can only be activated while concealed."

[ShadowstrikeSuspicionDebuff X2AbilityTemplate]
LocFriendlyName="Shadowstrike Suspicion"
LocLongDescription=""
LocHelpText="Shadowstrike Suspicion"
LocFlyOverText="Shadowstrike Suspicion"
LocPromotionPopupText=""

[FreeKillUpgrade_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Suppressor"
FriendlyNamePlural="Suppressors"
BriefSummary="There is a chance shooting with a suppressed weapon won't break concealment."
TinySummary="Retain concealment chance"
LootTooltip="This weapon upgrade, when installed, gives a chance to retain concealment."

[FreeKillUpgrade_Adv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Suppressor"
FriendlyNamePlural="Advanced Suppressors"
BriefSummary="There is a chance shooting with a suppressed weapon won't break concealment. The chance is reduced by 10%."
TinySummary="Retain concealment chance"
LootTooltip="This weapon upgrade, when installed, gives a chance to retain concealment. The chance is reduced by 10%."

[FreeKillUpgrade_Sup X2WeaponUpgradeTemplate]
FriendlyName="Superior Suppressor"
FriendlyNamePlural="Superior Suppressors"
BriefSummary="There is a chance shooting with a suppressed weapon won't break concealment. The chance is reduced by 20%."
TinySummary="Retain concealment chance"
LootTooltip="This weapon upgrade, when installed, gives a chance to retain concealment. The chance is reduced by 20%."


